export default [
`大自然的愤怒…
在掠夺者之王的土地不断的扩张之下，他们砍伐了众多的树木。
就像大多数被欺压已久的人民一样，绿叶们也开始了反抗。
他们学着村民，制造了绿叶精华。虽然是植物做的，但是仍然拥有着不比钢差的强度。
这难道不是大自然的奇迹吗？
[NEXT]
一位暴君和他最忠诚的伙伴。
很久以前村庄里面出生了一个绿衣服的村民。
小时候只是因为衣服颜色与众不同，被其他村民孩子排挤。
长大以后，所有村民都学会的经商，他也没有学会，只是天天在摆弄那些古籍。
大家都亲切的称呼他为“傻子村民”。
没人愿意给他传授知识
他没有学会经商，所以只能在村里面混饭吃。
村长觉得这样下去也不是办法，于是就想了个方法解决。
傻子村民迷恋着村里的一个故事，一个关于另一个世界的故事。
他经常研究古籍，就是为了，更了解那个世界；去到那个世界；得到力量。
[NEXT]
在一次外出之中他被苦力怕迫害了，但他没有死，而且还发现了一个黑曜石组成的破损遗迹。
他高兴的都跪下来了，双手颤抖着，他知道那是什么东西，那是村长家祖传的古典上提到过的传送门，可以把他送到梦中的传送门。
他偷走了全村仅有的几个黑曜石去修复那个梦的传送门。?
可是总感觉背后凉飕飕的，回头一看，却没有人。
到了那个遗迹之后，他按照记忆中的样子熟练地把传送门复原了，就快要完成时，他的背后中了一箭，箭里有毒。
他依靠着顽强的意志力，接着复原出了整个传送门，并用打火石开启了传送门。
他昏倒了，就在他马上就可以完成他的梦想时。
古老的传送门开启之时，往往预示着灾难降临之时。
[NEXT]
以前傻瓜村民曾经养过一头小牛。
那头牛是他从山洞里救出来的，当时这只牛都快饿死了。
其他村民不和傻子玩，所以孤独他常常找这只牛来玩，喂它吃东西，和它一起追逐打闹，和它说心里话。
可是其他村民的孩子看他和一头牛玩的这么高兴，于是就把牛棚的栅栏打开了。
牛跑了，傻子村民没找到牛。
这只牛误入了传送门，处于鼎盛状态的灰烬骑士大军发现了这只牛，但灰烬骑士并没有像平常一样杀死这些外来生物，而是给它吃了一些玄武岩提取出来的“玩具”。
这灰灰的东西源于生命的残骸
这只牛渐膨胀，变大变灰，直到和骑马的灰烬骑士差不多高位为止。
它的眼睛也变红了，似乎会碾碎一切阻挡它的人。
后来灰烬骑士关闭了传送门，走了，留下了这头猛兽在这里。
这头猛兽把这里当做家，每当外面有倒霉蛋开启传送门时，它就会冲出去让他们感受这只庞然巨兽的狂躁。
[NEXT]
傻瓜村民醒了，他以为他在天堂。
因为这个地方和他做梦梦到的地方是一样的。
很快地狱千万恶灵的压抑和燥热使他意识到这不是在天堂，而是现实。
他回忆了半天，也只是隐约的记得，晕倒之后先是很吵，后来经历了像骑马一样的晃动。
他发现自己坐在一只庞然巨兽身上，附近是左右两排整整齐齐的亡灵，正前方有个身披铠甲的亡灵。
看情况，好像是这只巨兽把他带到了这里，并且救了他。
骑士走到他跟前，傻瓜村民感觉压迫感更沉重了。
我……我这是在……做梦吗？
骑士开口说：“想要报仇吗？那就把这个东西喝下去”骑士不知从哪里拿出了一瓶灰色的药水。
傻瓜村民喝了下去，发现自己变灰了也变强了。
骑士嘴角微微一笑，教了他一些东西之后就放他们回去了。
[NEXT]
回去之后真正的灾难降临了。
傻瓜村民和这只巨兽对村庄进行了报复。
但这似乎还不够，他想灭绝村民。
他逼村民们喝下自己的血，而产生更多同类。
他一步步扩大自己的力量与领土。
还用魔法隐藏了自己的基地。
修建了无数的掠夺者哨所，以更好的达到自己的目的。
傻子村民被称作掠夺者之王，那种庞然巨兽也被称为掠夺兽。
掠夺之王战不胜，更可怕的是他的下一个目标就是你！
[NEXT]
爱情？只不过是个名字罢了
一对恩爱的情侣被掠夺之王丢到了下界。
一群恶魂不知道从何处冒了出来，那个男人把女人丢下跑了。
女人被火球的爆炸炸晕了，男人逃过了一劫，可是后来到岩浆里面游泳被烧成焦炭了。
下界不少生物死亡之后便会化成不可见，几乎毫无威胁的灵魂。
灵魂并非无所事事，他们会侵入意识薄弱的躯体， 比如说一具尸体或一具骷髅。
这个男人早上还说要爱她，保护她一辈子。
而晚上她就被抛弃在这个地方，她正在处于人生的低谷之中。
地狱的亡灵并不会放过这个机会，大量的恶魂侵入了躯体当中。
[NEXT]
在那个女孩想通之后，她变得相当坚强，心也变得冰冷了。
可是恶魂们出不去了，发现自己被困在一个冰冷的容器之中。
那个女孩也发现了异样，发现了自己获得了力量。
她将这份力量带了回去，并且还这个世界带来了一份大礼——魔力与魔法。
这都是他回去之后对这种力量的研究成果。
可她的内心早已变得冰冷而丑陋
她不喜欢被人打扰，特别是男性。
如果你敢靠打扰她的研究，你的下场就会像那些她的追求者一样，成为他美丽冰库的一个新冰雕，这很棒不是吗？
[NEXT]
掠夺者之王手下的平凡工匠
附魔师德莱斯这是一个尊敬力量的人，
他的掠夺者之王那强大的力量所深深着迷，于是他找到了值得他奉献一生的王。
他一生中最值得自己自豪的是他做出了“绝望长剑”，并且把这把剑献给了自己的王。
他相信这把剑的灵魂有王才配得上，其他人用都是糟蹋东西。
为什么他制造出来的剑有灵魂呢？因为他以前曾经在地牢里面参加过一个神秘项目，
去往另一个世界又回来了，当时那个世界则无穷的黑暗，
只有少部分人逃回来了但是这并不代表他们就安全了，他们也被黑暗感染了。
刚开始人们只是皮肤有点异样，慢慢发现都获得了瞬移的能力，然后变得越来越黑， 越来越高，不过最后都失去了理智。
[NEXT]
但也不是全都是这样，有一个人保持着理智，那就是我们的附魔师德莱斯。
他也有特殊能力，以至于可以涛制剑的灵魂。
但是德莱斯之所以能保持理智，是靠着吸收之前的黑暗能量。
传送门关闭了，那哪来的黑暗能量呢？
之前的同伴们身上不是有吗，杀了他们不就有了，
他的想法和行动都十分“干脆利落”。
虽然这种活性嗨呀物质似乎会逐渐繁殖扩散感染，但还是十分稀少。
如果你身上也携带着类似这种东西走在他隐居的神秘森林里面被他发现，估计他也会“干脆利落”的得到得到他想要的东西。
真希望你能知道它的真正能力，并且活着回来呢！
`,
`在一片废墟之中，军队不小心打翻了一个药水瓶在石头上，于是石头就有了意识。
但是他诞生后，人类的迹象就消失了。他也不知道他应该干什么。
总不能留在这里吧？于是，他决定离开这里。
守卫什么的事情，就交给留下的那具躯体吧。
[NEXT]
洞穴传来的响声惊动了远古石像，那是人类的脚步声。
为什么会有人来到这个地方，这个破败不堪的远古地下室？
远古石像放出一个浮游炮出去观察，但是迟迟没有回来。随着脚步声越来越近，他明白了，这群人杀红了眼。
人很多，但是石像并不害怕，首先是因为自身能力强大，最擅长群攻，其次是因为自身不会死亡。
边境世界决对不能被人类占领，不然那些怪物们怎么办呢？
他决定了。

战况很激烈，他明白想要恢复到之前的实力，应该是不太可能了，但是他的目的达到了。
他提出，把传送门搬过来，他要看着人类离开这里。
[NEXT]
这片土地非常靠边，按照人类的发展速度，迟早有一天会被世界机制吞并，而一切都会消失，被遗忘。
守卫对着凯罗摇头，说，我只是存在时间比你们长了点，但是对于世界的改变能力，忽略不计。能影响这里的，只有你们啊。
万一真像你说的，‘秽’卷土重来了，这次可没有什么神帮你们了。
凯罗说，没事，只是在等一个时机。
到时候，你可能也会见到那个孩子呢，
`,
`一切都从梵誓开始。
在他一次去研究所上班时，去实验室取资料却意外被吸入了未知传送门。由此，他来到了世界边境。
他将会是那个世界的关键。从现在开始，你，就是梵誓，帮他度过难关。

现在你已经到了魔化森林。到目前为止，一切都很顺利。
你传送到了一片广阔无边的草地，眺望远方，投出别的世界的影子。你只能向最近的似乎有生命 存在的地方靠近。
在边防的边境守卫，本是不想让你进入，但看到了你衣服上的标志后，不仅放你进入，还贴心地 让某个城市的朋友接待你。
你继续深入森林。途中一只蜘蛛接待了你，并告诉你两千年前军队洗劫了这里。
它把你带出森林。前方就是沙漠了。
[NEXT]
梵誓想到了2000年前的历史…
两千年前…
那是个战火纷飞的年代，人类和怪物的已经形成真正的两极对立。
人类这边，称为'万灵王'的梵灵，每次战斗冲锋陷阵，屡战不败，怪物节节败退，最终消失在世 界上。
梵灵在群众的拥戴下登上了王位，开创了一大统一和平年代。而今已过了两千年了。
在沙漠中，你遇到了Beard Witz。他和他的伙伴热情招待了你。
他告诉了你一些关于守卫者的事情。
什么是守卫者？
除了两千年前迁来的怪物以外，在这里土生土长的都属于守卫者。他们诞生于某个区域，一旦他 们离开那里，就会在原地留下一具不受控制的躯体。
躯体不具备自我意识，但是会机械地攻击入侵者。它们不会死亡，一旦血量归零，就会休眠直到 血量回满。
你的前方，就有这样一个守卫者:
魔化石块。

[NEXT]
前方，是城市。
那个边境守卫联系好的家伙，早就在附近等你了。他叫[人名A]。
在接下来的一天里面，你们围着城市绕了一圈。城市并不是很大，但是已经使你累得抬不起腿了。
再接着，他向你讲述了这座城市的历史:
这是一座在废墟上建立的城市。在当时，第一代边境执政者要求在几个离偏远的地方，建立大城市，并建立一套通往边境中心的传送门。
他接着又告诉你，如果你想要回到人类世界，就可以通过这个传送门迅速回去。但是…
他说，边境早就不是一千年前的那个边境了。这个边境中心，政局动荡。倘若你想要留在这里， 这里非常欢迎你。
那个传送门，也早就年久失修，但是在持久性魔力的维持下，仍然可以使用。
他说:当然，也有传言说'现任边境执政者已是 恶念执行者 '，也不知是真是假…
总之，小心为好。你可以在这里购买装备，先住一段时间再出发。
[NEXT]
你出发了。
传送门在洞穴中…你尝试过去，却发现那里的传送门早就被搬走了。
当地虽然环境不太好，但是仍然有怪物生活。
在你问了他们传送门的新位置后，你就出发了。
半路不是很顺利…你看到了一丝白光——那是Tasso Dieter的眼睛。
接着，Tasso Dieter跳了出来，它冲向你并表现出攻击的意图。你急忙躲开，它没刹住脚，掉到 其他地方去了。
这里，是洞穴:它的守卫者，是无头守卫。
[NEXT]

只要能够通过传送门，找到或者打败边境执政者，就可以回到人类世界去——那么或许，一切都结 束了吧。
只要梵灵活着，那么人类世界就会安定下去。
前方，是一条向地下更深层的路;里面，就是远古遗迹了。

————[第一插曲]
总感觉情况不是太妙。
他们注意到了这件事，并开始密切观察了。
还是尽量不要亲自出动，防止打乱计划——希望起源那边能走下去。
如果这次不成，又要等几百年了。
————[第一插曲 结束]
[NEXT]
在这条路上，你遇到了Soul guide;他为你引路，走过了迷宫。
你看着墙壁，并尝试用自己的历史知识和经历解释上面的内容:
或许，当年梵灵的军队就停在这里了。
当年，梵灵在彻底结束了内乱，统一了世界后，又妄想追杀怪物，赶尽杀绝。
也就是在当时，人类中出了一个叛徒。他叫凌镜。
他借用职位便利，设计了通往世界边境的传送门;把怪物送走后，就关闭并销毁了传送门;但仍有一部分人类军队进入了。
接着，凌镜就消失了。和他的传送门设计方案一起消失了。
墙上的壁画和文字告诉你，有些人类在这里定居了，但是这是少部分。大量的人类通过那个神奇的门，又回去了。
事情就这么结束了。从此，梵灵建立的大国家和边境怪物世界，就完全分开了。
即将到达遗迹底部。周围的一切都从深层发出绿色的光芒，穿透了厚厚的尘埃。
前方，又是一个守卫者:他曾经挡住了人类的军队。
远古石像。
[NEXT]

前方，传送门;前方，边境中心。
到了。
路和墙壁都是半透明的耀眼的淡蓝色;似乎身处梦境一般。
你怀着激动和忐忑的心，跑上台阶，穿过殿堂，来到中心——并没有人拦着你。
就在你踏入中心的后一秒，门关上了。

当你回过头时，被猛然吓了一跳:面前的是一个蒙着面、手持长镰刀、身披黑长袍的家伙;这场面就像死神来临。
你不知道他是谁，但是他的存在，让你感觉到哪里不太对劲。

————[第二插曲]
晚了一步！差一点就赶上了。
谁能想到他会那么快直奔中心啊…
我想，'他们'已经注意到他了吧。
是的。做好最坏的打算，尽量维持计划;实在不行，等下次。
起源！你还在那边吗？
————[第二插曲 结束]

一切，都结束了。
回到那个梵灵统治的世界去。
继续往前走，到了一个周围一切都在漂浮的地方;满天尘土，左右尽是飞起的半透明方块;再往前走，刮起大风。
一看路标，写着'混沌空间'。
到地方了。现在，只要我们想象一下回到了城市，就可以真的回去了。
[NEXT]

有'人'不赞成你那么做。
哈哈…
行了，我知道你怎么想的了。
现在我告诉你，那个所谓梵灵的政权，
早就崩溃了。
不过这和你又有什么关系呢？
你感到面前的’念‘变得渐渐扭曲。他逐渐将周围的空间也变成了他的一部分。接着你就被吞了进去。

当你醒来的时候，你感觉你置身于一片碎片中。定神一看，周围都是灰白色的。
只是感觉，自己很晕，并且这种感觉让你想起了第一次见凯罗。
这一切会不会和他有关系呢？他作为实验室的负责人，但没有管好你的安全。想到这里，你不禁有些 愤怒。
[NEXT]
起来吧，年轻人。身旁传来一阵熟悉而又陌生的声音。
他穿着白色的衣服，但是又无时无刻散着神圣的气息。你突然反应过来，你可能面对着一个新的守卫者。
可是他没有攻击意图。

我们目前只知道，世界有正常世界和边境世界。当主世界扩张的时候，就会有边境区域被吞噬，然后被遗忘。
所以你现在能看到的，只有遗迹。
他等你站起来后，他这样说。
但是如果你往前走，我的躯体将会与你为敌。不要怕，’它‘只是在干他该干的事情。
我控制不了它，但是也无妨，因为对于你而言，这不是什么大的阻碍。
在起源王他们之后，力量应该就在你们几个手中了吧。

在守卫战神的剑的反光之中，你看到了凯罗的样子。

`
].map(e => e.split("[NEXT]"));